Repository: Klafyvel/re2o
Catalog: footprint/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Estimated monthly infrastructure emissions
fr: Estimation des émissions mensuelles de l'infrastructure

source: User monthly data usage estimation script
fr: Script d'estimation du volume de données mensuelles d'un utilisateur

source: Estimation script timeout (in seconds)
fr: Temps imparti pour le script d'estimation de volume de données (en secondes)

source: Footprint preferences
fr: Préférences d'empreinte

source: Footprint
fr: Empreinte

source: Estimated monthly emissions
fr: Estimation des émissions mensuelles

source: Unavailable
fr: Indisponible

source: kgCO₂e/month
fr: kgCO₂e/mois

source: [Learn more]
fr: [En savoir plus]

source: Estimated monthly data usage
fr: Estimation du volume de données mensuel

source: Compute
fr: Calculer

source: GiB/month
fr: GiO/mois

source: Unknown error
fr: Erreur inconnue

source: Edit
fr: Modifier

source: Not specified
fr: Non spécifié

source: Data estimation script timeout (in seconds)
fr: Temps imparti pour le script d'estimation de volume de données (en secondes)

source: Nonexistent user.
fr: Utilisateur inconnu

source: Failed to compute data usage.
fr: Échec du calcul du volume de données.
