Repository: Klafyvel/re2o
Catalog: deposits/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Deposit item
fr: Article (caution)

source: Payment method
fr: Moyen de paiement

source: Deposit returned
fr: Caution rendue

source: Current deposit items
fr: Articles sous cautions actuels

source: returned
fr: rendue

source: deposit amount
fr: montant de la caution

source: deposit
fr: caution

source: deposits
fr: cautions

source: Deposit from {name} for {item} at {date}, returned
fr: Caution de {name} pour {item} à {date}, rendue

source: Deposit from {name} for {item} at {date}, not yet returned
fr: Caution de {name} pour {item} à {date}, pas encore rendue

source: You don't have the right to view other deposits than yours.
fr: Vous n'avez pas le droit de voir les cautions d'autres utilisateurs.

source: You don't have the right to view the list of deposits.
fr: Vous n'avez pas le droit de voir la liste des cautions.

source: designation
fr: désignation

source: deposit item
fr: article (caution)

source: deposit items
fr: articles (cautions)

source: Amount
fr: Montant

source: User
fr: Utilisateur

source: Item
fr: Article (caution)

source: Returned
fr: Rendue

source: Deposits
fr: Cautions

source: Add a deposit
fr: Ajouter une caution

source: No deposit
fr: Pas de caution

source: Deletion of deposit items
fr: Suppression d'articles sous caution

source: Warning: are you sure you really want to delete this %(objet_name)s object ( %(objet)s )?
fr: Attention: voulez-vous vraiment supprimer cet objet %(objet_name)s ( %(objet)s ) ?

source: Confirm
fr: Confirmer

source: Create or edit deposit
fr: Créer ou modifier une caution

source: Add
fr: Ajouter

source: Deposit items
fr: Articles sous caution

source: List of deposit items
fr: Liste des articles sous caution

source: Add a deposit item
fr: Ajouter un article

source: Delete one or several deposit items
fr: Supprimer ou un plusieurs articles

source: List of deposits
fr: Liste des cautions

source: Deposit
fr: Caution

source: Unreturned deposit
fr: Caution non rendue

source: Unreturned deposits
fr: Cautions non rendues

source: Returned deposits
fr: Cautions rendues

source: Deposits statistics
fr: Statistiques sur les cautions

source: View deposits
fr: Voir les cautions

source: The deposit was created.
fr: La caution a été créée.

source: New deposit
fr: Nouvelle caution

source: The deposit was edited.
fr: La caution a été modifiée.

source: Edit
fr: Modifier

source: Edit deposit
fr: Modifier la caution

source: The deposit was deleted.
fr: La caution a été supprimée.

source: The item was created.
fr: L'article a été créé.

source: New deposit item
fr: Nouvel article (caution)

source: The item was edited.
fr: L'article a été modifié.

source: Edit deposit item
fr: Modifier l'article

source: The items were deleted.
fr: Les articles ont été supprimés.

source: Delete
fr: Supprimer

source: Delete deposit item
fr: Supprimer l'article

source: Deposits by payment method
fr: Cautions par moyen de paiement

source: Deposits by item type
fr: Cautions par type d'article

source: Not yet returned
fr: Pas encore rendues

source: Already returned
fr: Déjà rendues

source: Deposits amounts
fr: Montants de cautions

source: Category
fr: Catégorie
