Repository: Klafyvel/re2o
Catalog: printer/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You don't have the right to view Printer application.
fr: Vous n'avez pas le droit de voir l'application d'impression

source: Print As
fr: Imprimer en tant que

source: You can't generate a digicode
fr: Vous ne pouvez pas créer un digicode

source: This is not your print operation task
fr: Ceci n'est pas votre tache

source: Pending
fr: En attente

source: Printable
fr: Imprimable

source: Running
fr: En cours...

source: Cancelled
fr: Annulée

source: Finished
fr: Terminée

source: File
fr: Fichier

source: File Name
fr: Nom du fichier

source: Print as
fr: Imprimer en tant que

source: Price
fr: Prix

source: Color
fr: Couleur

source: Count
fr: Nombre

source: Stapling
fr: Agrafage

source: This is not your print job
fr: Ceci n'est pas votre tache

source: This is not your print operation job
fr: Ceci n'est pas votre tâche

source: Greyscale
fr: Noir et blanc

source: Two sided
fr: Recto-verso

source: One sided
fr: Recto

source: Booklet
fr: Livret

source: None
fr: Aucun

source: One top left
fr: En haut à gauche

source: One top right
fr: En haut à droite

source: Two left sided
fr: Deux à gauche

source: Two right sided
fr: Deux à droite

source: Two left sided holes
fr: Deux trous à gauche

source: Two right sided holes
fr: Deux trous à droite

source: Two top holes
fr: Deux trous en haut

source: Two bottom holes
fr: Deux trous en bas

source: Four left sided holes
fr: Quatre trous à gauche

source: Four right sided holes
fr: Quatre trous à droite

source: User
fr: L'utilisateur

source: Code
fr: Digicode

source: Created on
fr: Créé le

source: By user
fr: Par

source: Start at
fr: Début

source: Number
fr: Exemplaires

source: Print again
fr: Imprimer à nouveau

source: for
fr: pour

source: Create digicode for
fr: Créer un digicode pour

source: Printer
fr: Imprimer

source: List of jobs
fr: Liste des taches

source: Printing Menu
fr: Menu d'impression

source: Delete file
fr: Supprimer le fichier

source: Add a file
fr: Fichier supplémentaire

source: Confirm printing
fr: Confirmer le lancement de l'impression

source: Filename :
fr: Nom du fichier

source: Price for one copy :
fr: Prix d'une copie :

source: Number of pages :
fr: Nombre de pages :

source: Sorry, the printer currently experiences fatal issues...
fr: Désolé, l'imprimante est actuellement hors-service...

source: Print document
fr: Imprimer un document

source: Create Digicode
fr: Créer un digicode

source: MIME type '%(type)s' is not valid. Please, use one of these types: %(allowed_types)s.
fr: Le type '%(type)s' n'est pas autorisé. Merci d'utiliser un type%(allowed_types)s.

source: The current file size is %(size)s. The maximum file size is %(max_size)s.
fr: Le fichier a une taille de %(size)s. La taille maximum autorisée est %(max_size)s.

source: Next
fr: Suivant

source: Print
fr: Imprimer

source: You are not allowed to print
fr: Vous n'êtes pas autorisé à imprimer

source: Create Code
fr: Créer un digicode
