Repository: Klafyvel/re2o
Catalog: re2o/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You don't have the right to edit this option.
fr: Vous n'avez pas le droit de modifier cette option.

source: You need to be a member of one of these groups: %s.
fr: Vous devez être membre de l'un de ces groupes : %s.

source: No group has the %s permission(s)!
fr: Aucun groupe ne possède la ou les permissions %s !

source: Nonexistent entry.
fr: Entrée inexistante.

source: You don't have the right to access this menu.
fr: Vous n'avez pas le droit d'accéder à ce menu.

source: You don't have the right to edit the history.
fr: Vous n'avez pas le droit de modifier l'historique.

source: This domain is already taken.
fr: Ce domaine est déjà pris.

source: SMTP unreachable.
fr: SMTP injoignable.

source: Failed to send email: %(error)s.
fr: Échec de l'envoi du mail : %(error)s.

source: You don't have the right to create a %s object.
fr: Vous n'avez pas le droit de créer un objet %s.

source: You don't have the right to edit a %s object.
fr: Vous n'avez pas le droit de modifier un objet %s.

source: You don't have the right to delete a %s object.
fr: Vous n'avez pas le droit de supprimer un objet %s.

source: You don't have the right to view every %s object.
fr: Vous n'avez pas le droit de voir tous les objets %s.

source: You don't have the right to view a %s object.
fr: Vous n'avez pas le droit de voir un objet %s.

source: English
fr: Anglais

source: French
fr: Français

source: About Re2o
fr: À propos de Re2o

source: Legal notes
fr: Mentions légales

source: Legal entity
fr: Entité légale

source: Registered office
fr: Siège enregistré

source: Publication manager
fr: Gestionnaire de publication

source: President of
fr: Président de

source: General Terms of Use
fr: Conditions Générales d'Utilisation

source: Additional information
fr: Informations supplémentaires

source: Re2o is an administration tool initiated by <a href="https://Rézo Metz.org/">Rezo Metz</a> and a few members of other <a href="https://federez.net">FedeRez</a> associations around the summer 2016.<br /> It is intended to be a tool independent from any network infrastructure so it can be setup in "a few steps". This tool is entirely free and available under a GNU Public License v2 (GPLv2) license on <a href="https://gitlab.federez.net/federez/re2o/">FedeRez gitlab</a>.<br /> Re2o's maintainers are volunteers mainly from French schools. <br /> If you want to get involved in the development process, we will be glad to welcome you so do not hesitate to contact us and come help us build the future of Re2o.
fr: Re2o est un outil d'administration initié par <a href="https://Rézo Metz.org/">Rézo Metz</a> et quelques membres d'autres associations de <a href="https://federez.net">FedeRez</a> autour de l'été 2016.<br /> Il se veut être un outil indépendant de toute infrastructure réseau pour pouvoir être installé en « quelques étapes ». Cet outil est entièrement gratuit et est disponible sous licence GNU Public Licence v2 (GPLv2) sur le <a href="https://gitlab.federez.net/federez/re2o/">gitlab de FedeRez</a>.<br /> Les mainteneurs de Re2o sont de fiers bénévoles venant principalement d'écoles d'ingénieurs françaises (mais pas seulement) qui ont donné beaucoup de leur temps pour faire en sorte que ce projet soit possible. Donc s'il vous plait soyez gentils avez eux.<br /> Si vous voulez prendre part au développement, nous serons heureux de vous accueillir donc n'hésitez pas à nous contacter et à venir nous aider à construire le futur de Re2o.

source: Contributors list
fr: Liste des contributeurs

source: Version information
fr: Informations de versions

source: <b>Remote URL</b>: %(git_info_remote)s
fr: <b>URL distante</b> : %(git_info_remote)s

source: <b>Branch</b>: %(git_info_branch)s
fr: <b>Branche</b> : %(git_info_branch)s

source: <b>Commit date</b>: %(git_info_commit_date)s
fr: <b>Date du commit</b> : %(git_info_commit_date)s

source: Dependencies
fr: Dépendances

source: Performed by
fr: Effectuée par

source: Edited
fr: Modifié

source: Comment
fr: Commentaire

source: Unknown
fr: Inconnu

source: No event
fr: Pas d'évènement

source: Related elements
fr: Éléments liés

source: History
fr: Historique

source: Contact the organisation %(asso_name)s
fr: Contacter l'association %(asso_name)s

source: History of %(title)s
fr: Historique de %(title)s

source: Home
fr: Accueil

source: Welcome to %(name_website)s
fr: Bienvenue sur %(name_website)s

source: Registration
fr: Inscription

source: If you don't have an account yet and you want to access the Internet and the organisation's services, create your own personal account.
fr: Si vous n'avez pas encore de compte et que vous voulez accéder à Internet et aux services de l'association, créez votre espace personnel.

source: Sign up
fr: S'inscrire

source: Logging in
fr: Identification

source: If you already have an account, log in. You can manage your subscriptions to the organisation, your machines and all your services.
fr: Si vous avez déjà un compte, identifiez-vous. Vous pouvez gérer vos cotisations à l'association, vos machines et tous vos services.

source: Log in
fr: Se connecter

source: My profile
fr: Mon profil

source: To manage your subscriptions, your machines and all your services, access your profile.
fr: Pour gérer vos cotisations, vos machines et tous vos services, accéder à votre profil.

source: Access my profile
fr: Accéder à mon profil

source: Services of the organisation
fr: Services de l'association

source: Go there
fr: Accéder

source: Tweets from @%(twitter_account_name)s
fr: Tweets de @%(twitter_account_name)s

source: Follow @%(twitter_account_name)s
fr: Suivre @%(twitter_account_name)s

source: Homepage
fr: Page d'accueil

source: Unable to get the information.
fr: Impossible d'obtenir l'information.
