Repository: Klafyvel/re2o
Catalog: tickets/locale/*/LC_MESSAGES/django.po
Languages: fr

source: comment
fr: commentaire

source: Title of the ticket.
fr: Titre du ticket.

source: An email address to get back to you.
fr: Une adresse mail pour vous recontacter.

source: Language of the ticket.
fr: Langue des tickets

source: Can view a ticket object
fr: Peut voir un objet ticket

source: Ticket from %(name)s. Date: %(date)s.
fr: Ticket de %(name)s. Date : %(date)s.

source: Anonymous ticket. Date: %s.
fr: Ticket anonyme. Date : %s.

source: Anonymous user
fr: Utilisateur anonyme

source: You don't have the right to view other tickets than yours.
fr: Vous n'avez pas le droit de voir d'autres tickets que les vôtres.

source: You don't have the right to view the list of tickets.
fr: Vous n'avez pas le droit de voir la liste des tickets.

source: You don't have the right to view other tickets comments than yours.
fr: Vous n'avez pas le droit de voir d'autres tickets que les vôtres.

source: You don't have the right to edit other tickets comments than yours.
fr: Vous n'avez pas le droit d'éditer d'autres tickets que les vôtres.

source: Update of your ticket
fr: Mise à jour de votre ticket

source: Publish address
fr: Adresse mail de publication

source: Email address to publish the new tickets (leave empty for no publication).
fr: Adresse mail où publier les nouveaux tickets (laissez vide pour ne pas publier).

source: tickets options
fr: Options des tickets

source: Can view tickets options
fr: Peut voir les options des tickets

source: Solved
fr: Résolu

source: Not solved
fr: Non résolu

source: Opened by
fr: Ouvert par

source: Response address:
fr: Adresse de réponse :

source: Response to your ticket
fr: Réponse à votre ticket

source: Add a comment
fr: Ajouter un commentaire

source: Edit
fr: Modifier

source: Mark as solved
fr: Marquer comme résolu

source: Mark as unsolved
fr: Marquer comme non résolu

source: Title:
fr: Titre :

source: Comment
fr: Commentaire

source: added by
fr: ajouté par

source: on
fr: le

source: Edit this comment
fr: Modifier le commentaire

source: Delete this comment
fr: Supprimer ce commentaire

source: All tickets
fr: Tous les tickets

source: Ticket not solved
fr: Ticket non résolu

source: Last ticket:
fr: Dernier ticket :

source: User
fr: Utilisateur

source: Title
fr: Titre

source: Anonymous
fr: Anonyme

source: If you are experiencing issues with the services offered by %(asso_name)s, you can open a ticket that will be taken care of. If you want to contact us on any other topic, please choose one address below.
fr: Si vous rencontrez des problèmes avec les services proposés par %(asso_name)s, vous pouvez ouvrir un ticket qui sera pris en compte. Si vous voulez nous contacter pour n'importe quel autre sujet, veuillez choisir une adresse ci-dessous.

source: Open a ticket
fr: Ouvrir un ticket

source: Deletion of tickets
fr: Suppression de tickets

source: Confirm
fr: Confirmer

source: Ticket opening
fr: Ouverture de ticket

source: Description of your problem. Please give as much information as possible to help us searching for a solution. Here is some information we might need:
fr: Description de votre problème. Veuillez donner le plus d'informations possible pour nous aider à chercher une solution. Voici quelques informations dont nous pourrions avoir besoin :

source: The type of your problem (membership, connection, payment etc.).
fr: Le type de votre problème (adhésion, connexion, paiement etc.).

source: The conditions in which you encounter the problem (Wi-Fi/wired connection, on every machines or only one, on a new machine etc.).
fr: Les conditions dans lesquelles vous rencontrez le problème (connexion Wi-Fi/filaire, sur toutes les machines ou une seule, sur une nouvelle machine etc.).

source: The locations where you encounter the problem (in your room, in a common space, in a specific building etc.).
fr: Les lieux où vous rencontrez le problème (dans votre chambre, dans un espace commun, dans un bâtiment en particulier etc.).

source: List of tickets
fr: Liste des tickets

source: Manage the tickets
fr: Gérer les tickets

source: Publication email address
fr: Adresse mail de publication

source: No email address, the tickets will not be published.
fr: Pas d'adresse mail, les tickets ne seront pas publiés.

source: No tickets
fr: Pas de tickets

source: Your ticket has been succesfully opened. We will take care of it as soon as possible.
fr: Votre ticket a bien été ouvert. Nous nous en occuperons dès que possible.

source: Ticket has been updated successfully
fr: Le ticket a été mis à jour

source: This comment was added.
fr: Le commentaire a été ajouté

source: Add a comment
fr: Ajouter un commentaire

source: This comment was edited.
fr: Le commentaire a été édité

source: The comment was deleted.
fr: Le commentaire a été supprimé

source: Ticket Comment
fr: Commentaire de ticket

source: Never
fr: Jamais
