Repository: Klafyvel/re2o
Catalog: topologie/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You don't have the right to view this application.
fr: Vous n'avez pas le droit de voir cette application.

source: Start:
fr: Début :

source: End:
fr: Fin :

source: Can view a stack object
fr: Peut voir un objet pile

source: switches stack
fr: pile de commutateurs réseau

source: switches stacks
fr: piles de commutateurs réseau

source: The maximum ID is less than the minimum ID.
fr: L'ID maximum est inférieur l'ID minimum.

source: Details about the AP's location.
fr: Détails sur l'emplacement du point d'accès sans fil.

source: Can view an access point object
fr: Peut voir un objet point d'accès sans fil

source: access point
fr: point d'accès sans fil

source: access points
fr: points d'accès sans fil

source: Number of ports.
fr: Nombre de ports.

source: Switch model.
fr: Modèle de commutateur réseau.

source: RADIUS key of the switch.
fr: Clé RADIUS du commutateur réseau.

source: Management credentials for the switch.
fr: Identifiants de gestion du commutateur réseau.

source: Automatic provision for the switch.
fr: Provision automatique pour le commutateur réseau.

source: Can view a switch object
fr: Peut voir un objet commutateur réseau

source: switch
fr: commutateur réseau

source: switches
fr: commutateurs réseau

source: The switch ID exceeds the limits allowed by the stack.
fr: L'ID du commutateur réseau dépasse les bornes autorisées par la pile.

source: The stack member ID can't be void.
fr: L'ID de membre dans la pile ne peut-être vide.

source: The end port is less than the start port.
fr: Le port de fin est inférieur au port de début.

source: This switch can't have that many ports.
fr: Ce commutateur réseau ne peut pas avoir autant de ports.

source: The switch model is modular.
fr: Le modèle de commutateur réseau est modulaire.

source: The switch is considered as a module.
fr: Le commutateur réseau est considéré comme un module.

source: Can view a switch model object
fr: Peut voir un objet modèle de commutateur réseau

source: switch model
fr: modèle de commutateur réseau

source: switch models
fr: modèles de commutateur réseau

source: Reference of a module.
fr: Référence d'un module.

source: module reference
fr: référence de module

source: Comment.
fr: Commentaire.

source: comment
fr: commentaire

source: Can view a switch module object
fr: Peut voir un objet module de commutateur réseau

source: switch module
fr: module de commutateur réseau

source: switch modules
fr: modules de commutateur réseau

source: Slot on switch.
fr: Emplacement sur le commutateur réseau.

source: slot
fr: emplacement

source: Can view a link between switch and module object
fr: Peut voir un objet lien entre commutateur réseau et module

source: link between switch and module
fr: lien entre commutateur réseau et module

source: links between switch and module
fr: liens entre commutateur réseau et module

source: On slot %(slot)s of %(switch)s
fr: Sur l'emplacement %(slot)s de %(switch)s

source: Can view a switch constructor object
fr: Peut voir un objet constructeur de commutateur réseau

source: switch constructor
fr: constructeur de commutateur réseau

source: switch constructors
fr: constructeurs de commutateur réseau

source: Can view a switch bay object
fr: Peut voir un objet baie de brassage

source: switch bay
fr: baie de brassage

source: switch bays
fr: baies de brassage

source: Can view a dormitory object
fr: Peut voir un objet résidence

source: dormitory
fr: résidence

source: dormitories
fr: résidences

source: Can view a building object
fr: Peut voir un objet bâtiment

source: building
fr: bâtiment

source: buildings
fr: bâtiments

source: Port state Active.
fr: État du port Actif.

source: port state Active
fr: état du port Actif

source: Can view a port object
fr: Peut voir un objet port

source: Uplink:
fr: Liaison montante :

source: Room:
fr: Chambre :

source: Unknown
fr: Inconnu

source: The port can't exist, its number is too great.
fr: Le port ne peut pas exister, son numéro est trop grand.

source: Room, interface and related port are mutually exclusive.
fr: Chambre, interface et port relié sont mutuellement exclusifs.

source: A port can't be related to itself.
fr: Un port ne peut être relié à lui-même.

source: The related port is already used, please clear it before creating the relation.
fr: Le port relié est déjà utilisé, veuillez le modifier avant de créer la relation.

source: Can view a room object
fr: Peut voir un objet chambre

source: room
fr: chambre

source: rooms
fr: chambres

source: Room
fr: Chambre

source: Access point
fr: Point d'accès sans fil

source: Uplink
fr: Liaison montante

source: Organisation machine
fr: Machine d'association

source: Nothing
fr: Rien

source: name
fr: nom

source: default profile
fr: profil par défaut

source: profile on dormitory
fr: profil sur la résidence

source: Type of RADIUS authentication: inactive, MAC-address or 802.1X.
fr: Type d'authentification RADIUS : inactive, MAC-address ou 802.1X.

source: RADIUS type
fr: Type de RADIUS

source: In case of MAC-authentication: mode COMMON or STRICT on this port.
fr: Dans le cas d'authentification par adresse MAC : mode COMMON ou STRICT sur ce port.

source: RADIUS mode
fr: Mode de RADIUS

source: Port speed limit.
fr: Limite de vitesse du port.

source: Limit of MAC-address on this port.
fr: Limite de MAC-address sur ce port.

source: MAC limit
fr: Limite MAC

source: Flow control.
fr: Contrôle du flux.

source: Protect against rogue DHCP.
fr: Protège contre les DHCP pirates.

source: Protect against rogue DHCPv6.
fr: Protège contre les DHCPv6 pirates.

source: Check if IP address is DHCP assigned.
fr: Vérifie si l'adresse IP est attribuée par DHCP.

source: ARP protection
fr: Protection ARP

source: Protect against rogue RA.
fr: Protège contre les RA pirates.

source: Protect against loop.
fr: Protège contre une boucle.

source: loop protection
fr: protection contre une boucle

source: Can view a port profile object
fr: Peut voir un objet profil de port

source: port profile
fr: profil de port

source: port profiles
fr: profils de port

source: A default profile for all dormitories of that type already exists.
fr: Un profil par défaut pour toutes les résidences de ce type existe déjà.

source: MAC address
fr: Adresse MAC

source: IPv4 address
fr: Adresse IPv4

source: Details
fr: Détails

source: Location
fr: Emplacement

source: Building
fr: Bâtiment

source: Access points
fr: Points d'accès sans fil

source: Switch constructor
fr: Constructeur de commutateur réseau

source: Dormitory
fr: Résidence

source: Buildings
fr: Bâtiments

source: Reference
fr: Référence

source: Commercial name
fr: Nom commercial

source: Firmware
fr: Micrologiciel

source: Switches
fr: Commutateurs réseau

source: Comment
fr: Commentaire

source: Slot
fr: Emplacement

source: of
fr: de

source: All modular switchs
fr: Tous les commutateurs réseau modulaires

source: Switch
fr: Commutateur réseau

source: Related port
fr: Port relié

source: Port state
fr: État du port

source: Port profile
fr: Profil de port

source: Active
fr: Actif

source: Disabled
fr: Désactivé

source: Default:
fr: Par défaut :

source: Name
fr: Nom

source: Default for
fr: Par défaut pour

source: RADIUS settings
fr: Paramètres RADIUS

source: Speed limit
fr: Limite de vitesse

source: MAC address limit
fr: Limite d'adresse MAC

source: Security
fr: Sécurité

source: on %(dorm)s
fr: sur %(dorm)s

source: Everywhere
fr: Partout

source: RADIUS type:
fr: Type de RADIUS :

source: RADIUS mode:
fr: Mode de RADIUS :

source: Empty
fr: Vide

source: Stack
fr: Pile

source: Members
fr: Membres

source: DNS name
fr: Nom DNS

source: Switch bay
fr: Baie de brassage

source: Stack member ID
fr: ID de membre dans la pile

source: Switch model
fr: Modèle de commutateur réseau

source: Creation of ports
fr: Création de ports

source: Information
fr: Informations

source: Switches of the bay
fr: Commutateurs réseau de la baie

source: ARP protect
fr: Protection ARP

source: Topology
fr: Topologie

source: Warning: are you sure you want to delete this %(objet_name)s object ( %(objet)s )?
fr: Attention : voulez-vous vraiment supprimer cet objet %(objet_name)s ( %(objet)s ) ?

source: Confirm
fr: Confirmer

source: Stack ID
fr: ID de la pile

source: Topology of the switches
fr: Topologie des commutateurs réseau

source: Add a switch
fr: Ajouter un commutateur réseau

source: Add an access point
fr: Ajouter un point d'accès sans fil

source: Switch models
fr: Modèles de commutateur réseau

source: Add a switch model
fr: Ajouter un modèle de commutateur réseau

source: Switch constructors
fr: Constructeurs de commutateur réseau

source: Add a switch constructor
fr: Ajouter un constructeur de commutateur réseau

source: Switch modules
fr: Modules de commutateur réseau

source: Add a module
fr: Ajouter un module

source: Switch:
fr: Commutateur réseau :

source: Add a port
fr: Ajouter un port

source: Add ports to the port list
fr: Ajouter des ports à la liste des ports

source: Stacks
fr: Piles

source: Add a stack
fr: Ajouter une pile

source: Switch bays
fr: Baies de brassage

source: Add a switch bay
fr: Ajouter une baie de brassage

source: Add a building
fr: Ajouter un bâtiment

source: Dormitories
fr: Résidences

source: Add a dormitory
fr: Ajouter une résidence

source: Port profiles
fr: Profils de port

source: Add a port profile
fr: Ajouter un profil de port

source: VLAN security
fr: Sécurité de VLAN

source: Rooms
fr: Chambres

source: Add a room
fr: Ajouter une chambre

source: Rooms and premises
fr: Chambres et locaux

source: Physical grouping
fr: Groupements physiques

source: Switch models and constructors
fr: Modèles et constructeurs de commutateur réseau

source: Go to the ports list
fr: Aller à la liste des ports

source: Specific settings for the switch
fr: Réglages spécifiques pour le commutateur réseau

source: Specific settings for the %(device)s object
fr: Réglages spécifiques pour l'objet %(device)s

source: General settings for the machine linked to the %(device)s object
fr: Réglages généraux pour la machine liée à l'objet %(device)s

source: The VLAN was edited.
fr: Le VLAN a été modifié.

source: Edit
fr: Modifier

source: Nonexistent switch.
fr: Commutateur réseau inexistant.

source: The port was added.
fr: Le port a été ajouté.

source: The port already exists.
fr: Le port existe déjà.

source: Add
fr: Ajouter

source: The port was edited.
fr: Le port a été modifié.

source: The port was deleted.
fr: Le port a été supprimé.

source: The port %s is used by another object, impossible to delete it.
fr: Le port %s est utilisé par un autre objet, impossible de le supprimer.

source: The stack was created.
fr: La pile a été créée.

source: The stack was edited.
fr: La pile a été modifiée.

source: The stack was deleted.
fr: La pile a été supprimée.

source: The stack %s is used by another object, impossible to deleted it.
fr: La pile %s est utilisée par un autre objet, impossible de la supprimer.

source: The organisation's user doesn't exist yet, please create or link it in the preferences.
fr: L'utilisateur de l'association n'existe pas encore, veuillez le créer ou le relier dans les préférences.

source: The switch was created.
fr: Le commutateur réseau a été créé.

source: The ports were created.
fr: Les ports ont été créés.

source: The switch was edited.
fr: Le commutateur réseau a été modifié.

source: The access point was created.
fr: Le point d'accès sans fil a été créé.

source: The access point was edited.
fr: Le point d'accès sans fil a été modifié.

source: The room was created.
fr: La chambre a été créée.

source: The room was edited.
fr: La chambre a été modifiée.

source: The room was deleted.
fr: La chambre a été supprimée.

source: The room %s is used by another object, impossible to deleted it.
fr: La chambre %s est utilisée par un autre objet, impossible de la supprimer.

source: The switch model was created.
fr: Le modèle de commutateur réseau a été créé.

source: The switch model was edited.
fr: Le modèle de commutateur réseau a été modifié.

source: The switch model was deleted.
fr: Le modèle de commutateur réseau a été supprimé.

source: The switch model %s is used by another object, impossible to delete it.
fr: Le modèle de commutateur réseau %s est utilisé par un autre objet, impossible de le supprimer.

source: The switch bay was created.
fr: La baie de brassage a été créée.

source: The switch bay was edited.
fr: La baie de brassage a été modifiée.

source: The switch bay was deleted.
fr: La baie de brassage a été supprimée.

source: The switch bay %s is used by another object, impossible to delete it.
fr: La baie de brassage %s est utilisée par un autre objet, impossible de la supprimer.

source: The building was created.
fr: Le bâtiment a été créé.

source: The building was edited.
fr: Le bâtiment a été modifié.

source: The building was deleted.
fr: Le bâtiment a été supprimé.

source: The building %s is used by another object, impossible to delete it.
fr: Le bâtiment %s est utilisé par un autre objet, impossible de le supprimer.

source: The dormitory was created.
fr: La résidence a été créée.

source: The dormitory was edited.
fr: La résidence a été modifiée.

source: The dormitory was deleted.
fr: La résidence a été supprimée.

source: The dormitory %s is used by another object, impossible to delete it.
fr: La résidence %s est utilisée par un autre objet, impossible de la supprimer.

source: The switch constructor was created.
fr: Le constructeur de commutateur réseau a été créé.

source: The switch constructor was edited.
fr: Le constructeur de commutateur réseau a été modifié.

source: The switch constructor was deleted.
fr: Le constructeur de commutateur réseau a été supprimé.

source: The switch constructor %s is used by another object, impossible to delete it.
fr: Le constructeur de commutateur réseau %s est utilisé par un autre objet, impossible de le supprimer.

source: The port profile was created.
fr: Le profil de port a été créé.

source: The port profile was edited.
fr: Le profil de port a été modifié.

source: The port profile was deleted.
fr: Le profil de port a été supprimé.

source: Impossible to delete the port profile.
fr: Impossible de supprimer le profil de port.

source: The module was created.
fr: Le module a été créé.

source: The module was edited.
fr: Le module a été modifié.

source: The module was deleted.
fr: Le module a été supprimé.

source: The module %s is used by another object, impossible to deleted it.
fr: Le module %s est utilisé par un autre objet, impossible de le supprimer.

source: The module was added.
fr: Le module a été ajouté.

source: The default Django template isn't used. This can lead to rendering errors. Check the parameters.
fr: Le gabarit par défaut de Django n'est pas utilisé. Cela peut entraîner des erreurs de rendu. Vérifiez les paramètres.
