Repository: Klafyvel/re2o
Catalog: multi_op/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Dormitory
fr: Résidence

source: enabled dorm
fr: résidence activée

source: dormitories preferences
fr: préférences de résidences

source: Room
fr: Chambre

source: Building
fr: Bâtiment

source: Connnected to
fr: Connectée à

source: User
fr: Utilisateur

source: Details
fr: Détails

source: End of subscription on
fr: Fin de cotisation le

source: Internet access
fr: Accès Internet

source: Other operator
fr: Autre opérateur

source: None
fr: Aucun

source: Non member
fr: Non adhérent

source: Active
fr: Actif

source: Disabled
fr: Désactivé

source: Multiple operators
fr: Opérateurs multiples

source: Room connections
fr: Connexions de chambre

source: Select dormitory
fr: Sélectionnez la résidence

source: Manage the operators
fr: Gérer les opérateurs

source: Room connections state
fr: État des connexions de chambre

source: Sockets to connect
fr: Prises à connecter

source: Sockets to disconnect
fr: Prises à déconnecter

source: The room %s was disconnected.
fr: La chambre %s a été déconnectée.
