Repository: Klafyvel/re2o
Catalog: preferences/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You don't have the right to view this application.
fr: Vous n'avez pas le droit de voir cette application.

source: Telephone number required
fr: Numéro de téléphone requis

source: GPG fingerprint
fr: Empreinte GPG

source: All can create a club
fr: Tous peuvent créer un club

source: All can create a member
fr: Tous peuvent créer un adhérent

source: Default shell
fr: Interface en ligne de commande par défaut

source: Self change shell
fr: Automodification du shell

source: Self change pseudo
fr: Automodification du pseudo

source: Self room policy
fr: Automodification de la chambre

source: Local email accounts enabled
fr: Comptes mail locaux activés

source: Local email domain
fr: Domaine de mail local

source: Max local email address
fr: Maximum de mail local autorisés

source: Delete not yet active users
fr: Suppression des utilisateurs n'ayant jamais adhéré après

source: Disabled email not yet confirmed
fr: Désactivation sans confirmation de l'adresse mail

source: Self registration
fr: Autoinscription

source: All users are state active by default
fr: Tous les utilisateurs sont actifs par défault

source: Allow set password during user creation
fr: Permettre le choix d'un mot de passe directement lors de la création du compte

source: Allow archived connexion
fr: Autoriser les utilisateurs archivés à se connecter

source: Possibility to set a password per machine
fr: Possibilité de mettre un mot de passe par machine

source: Maximum number of interfaces allowed for a standard user
fr: Nombre maximum d'interfaces autorisé pour un utilisateur standard

source: Maximum number of DNS aliases allowed for a standard user
fr: Nombre maximum d'alias DNS autorisé pour un utilisateur standard

source: IPv6 mode
fr: Mode IPv6

source: Can create a machine
fr: Peut créer une machine

source: General message in French
fr: Message général en français

source: General message in English
fr: Message général en anglais

source: Number of results displayed when searching
fr: Nombre de résultats affichés lors de la recherche

source: Number of items per page, standard size (e.g. users)
fr: Nombre d'éléments par page, taille standard (ex : utilisateurs)

source: Number of items per page, large size (e.g. machines)
fr: Nombre d'éléments par page, taille importante (ex : machines)

source: Time before expiration of the reset password link (in hours)
fr: Temps avant expiration du lien de réinitialisation de mot de passe (en heures)

source: Website name
fr: Nom du site

source: Email address for automatic emailing
fr: Adresse mail pour les mails automatiques

source: Summary of the General Terms of Use
fr: Résumé des Conditions Générales d'Utilisation

source: General Terms of Use
fr: Conditions Générales d'Utilisation

source: Organisation name
fr: Nom de l'association

source: SIRET number
fr: Numéro SIRET

source: Address (line 1)
fr: Adresse (ligne 1)

source: Address (line 2)
fr: Adresse (ligne 2)

source: Contact email address
fr: Adresse mail de contact

source: Telephone number
fr: Numéro de téléphone

source: Usual name
fr: Nom d'usage

source: Account used for editing from /admin
fr: Compte utilisé pour les modifications depuis /admin

source: Message for the French welcome email
fr: Message pour le mail de bienvenue en français

source: Message for the English welcome email
fr: Message pour le mail de bienvenue en anglais

source: Facebook URL
fr: URL du compte Facebook

source: Twitter URL
fr: URL du compte Twitter

source: Twitter account name
fr: Nom du compte Twitter

source: You chose to set vlan but did not set any VLAN.
fr: Vous avez choisi de paramétrer vlan mais vous n'avez indiqué aucun VLAN.

source: Please, choose a VLAN.
fr: Veuillez choisir un VLAN.

source: There is already a mandate taking place at the specified start date.
fr: Il y a déjà un mandat ayant cours à la date de début renseignée.

source: There is already a mandate taking place at the specified end date.
fr: Il y a déjà un madant ayant cours à la date de fin renseignée.

source: The specified dates overlap with an existing mandate.
fr: Les dates renseignées se superposent avec un mandat existant.

source: Name
fr: Nom

source: Current services
fr: Services actuels

source: Current email addresses
fr: Adresses mail actuelles

source: Current document templates
fr: Modèles de document actuels

source: Current attributes
fr: Attributs actuels

source: Users can't select their room
fr: Les utilisateurs ne peuvent pas modifier leur chambre

source: Users can only select a room occupied by a user with a disabled connection.
fr: Les utilisateurs peuvent sélectionner la chambre d'un adhérent dont la connexion est désactivée.

source: Users can select all rooms
fr: Les utilisateurs peuvent choisir toutes les chambres

source: Users can create a club.
fr: Les utilisateurs peuvent créer un club.

source: Users can create a member.
fr: Les utilisateurs peuvent créer un adhérent.

source: Users can edit their shell.
fr: Les utilisateurs peuvent modifier leur interface en ligne de commande.

source: Users can edit their pseudo.
fr: Les utilisateurs peuvent modifier leur pseudo

source: Policy on self users room edition
fr: Autorisation d'édtion du champ chambre par les utilisateurs

source: Enable local email accounts for users.
fr: Activer les comptes mail locaux pour les utilisateurs.

source: Domain to use for local email accounts.
fr: Domaine à utiliser pour les comptes mail locaux.

source: Maximum number of local email addresses for a standard user.
fr: Nombre maximum d'adresses mail locales autorisé pour un utilisateur standard.

source: Not yet active users will be deleted after this number of days.
fr: Les utilisateurs n'ayant jamais adhéré seront supprimés après ce nombre de jours.

source: Users with an email address not yet confirmed will be disabled after this number of days.
fr: Les utilisateurs n'ayant pas confirmé leur addresse mail seront désactivés après ce nombre de jours

source: A new user can create their account on Re2o.
fr: Un nouvel utilisateur peut créer son compte sur Re2o.

source: If True, all new created and connected users are active. If False, only when a valid registration has been paid.
fr: Si True, tous les nouveaux utilisations créés et connectés sont actifs. Si False, seulement quand une inscription validée a été payée.

source: If True, users have the choice to receive an email containing a link to reset their password during creation, or to directly set their password in the page. If False, an email is always sent.
fr: Si True, les utilisateurs ont le choix de recevoir un email avec un lien pour changer leur mot de passe lors de la création de leur compte, ou alors de choisir leur mot de passe immédiatement. Si False, un mail est toujours envoyé.

source: If True, archived users are allowed to connect.
fr: Si True, les utilisateurs archivés sont autorisés à se connecter.

source: Can view the user preferences
fr: Peut voir les préférences d'utilisateur

source: user preferences
fr: Préférences d'utilisateur

source: Email domain must begin with @.
fr: Un domaine mail doit commencer par @.

source: Automatic configuration by RA
fr: Configuration automatique par RA

source: IP addresses assignment by DHCPv6
fr: Attribution d'adresses IP par DHCPv6

source: Disabled
fr: Désactivé

source: default Time To Live (TTL) for CNAME, A and AAAA records
fr: Temps de vie (TTL) par défault pour des enregistrements CNAME, A et AAAA

source: Can view the machine preferences
fr: Peut voir les préférences de machine

source: machine preferences
fr: Préférences de machine

source: On the IP range's VLAN of the machine
fr: Sur le VLAN de la plage d'IP de la machine

source: Preset in "VLAN for machines accepted by RADIUS"
fr: Prédéfinie dans « VLAN pour les machines acceptées par RADIUS »

source: Web management, activated in case of automatic provision.
fr: Gestion web, activée en cas de provision automatique.

source: SSL web management, make sure that a certificate is installed on the switch.
fr: Gestion web SSL, vérifiez qu'un certificat est installé sur le commutateur réseau.

source: REST management, activated in case of automatic provision.
fr: Gestion REST, activée en cas de provision automatique.

source: IP range for the management of switches.
fr: Plage d'IP pour la gestion des commutateurs réseau.

source: Provision of configuration mode for switches.
fr: Mode de provision de configuration pour les commutateurs réseau.

source: SFTP login for switches.
fr: Identifiant SFTP pour les commutateurs réseau.

source: SFTP password.
fr: Mot de passe SFTP.

source: Can view the topology preferences
fr: Peut voir les préférences de topologie

source: topology preferences
fr: préférences de topologie

source: RADIUS key.
fr: Clé RADIUS.

source: Comment for this key.
fr: Commentaire pour cette clé.

source: Default key for switches.
fr: Clé par défaut pour les commutateurs réseau.

source: Can view a RADIUS key object
fr: Peut voir un objet clé RADIUS

source: RADIUS key
fr: Clé RADIUS

source: RADIUS keys
fr: clés RADIUS

source: Default RADIUS key for switches already exists.
fr: Clé par défaut pour les commutateurs réseau.

source: RADIUS key
fr: clé RADIUS

source: Switch login.
fr: Identifiant du commutateur réseau.

source: Password.
fr: Mot de passe.

source: Default credentials for switches.
fr: Identifiants par défaut pour les commutateurs réseau.

source: Can view a switch management credentials object
fr: Peut voir un objet identifiants de gestion de commutateur réseau

source: switch management credentials
fr: identifiants de gestion de commutateur réseau

source: Switch login
fr: Identifiant du commutateur réseau

source: Delay between the email and the membership's end.
fr: Délai entre le mail et la fin d'adhésion.

source: Message displayed specifically for this reminder.
fr: Message affiché spécifiquement pour ce rappel.

source: Can view a reminder object
fr: Peut voir un objet rappel

source: reminder
fr: rappel

source: reminders
fr: rappels

source: General message displayed on the French version of the website (e.g. in case of maintenance).
fr: Message général affiché sur la version française du site (ex : en cas de maintenance).

source: General message displayed on the English version of the website (e.g. in case of maintenance).
fr: Message général affiché sur la version anglaise du site (ex : en cas de maintenance).

source: Can view the general preferences
fr: Peut voir les préférences générales

source: general preferences
fr: préférences générales

source: Can view the service preferences
fr: Peut voir les préférences de service

source: Contact email address.
fr: Adresse mail de contact.

source: Description of the associated email address.
fr: Description de l'adresse mail associée.

source: Can view a contact email address object
fr: Peut voir un objet adresse mail de contact

source: contact email address
fr: adresse mail de contact

source: contact email addresses
fr: adresses mail de contact

source: mandate
fr: mandat

source: mandates
fr: mandats

source: Can view a mandate object
fr: Peut voir un objet mandat

source: president of the association
fr: président de l'association

source: Displayed on subscription vouchers.
fr: Affiché sur les reçus de cotisation.

source: start date
fr: date de début

source: end date
fr: date de fin

source: No mandates have been created. Please go to the preferences page to create one.
fr: Aucun mandat n'a été créé. Veuillez vous rendre sur la page de préférences pour en créer un.

source: Networking organisation school Something
fr: Association de réseau de l'école Machin

source: Threadneedle Street
fr: 1 rue de la Vrillière

source: London EC2R 8AH
fr: 75001 Paris

source: Organisation
fr: Association

source: Can view the organisation preferences
fr: Peut voir les préférences d'association

source: organisation preferences
fr: préférences d'association

source: Can view the homepage preferences
fr: Peut voir les préférences de page d'accueil

source: homepage preferences
fr: Préférences de page d'accueil

source: Welcome email in French.
fr: Mail de bienvenue en français.

source: Welcome email in English.
fr: Mail de bienvenue en anglais.

source: Can view the email message preferences
fr: Peut voir les préférences de message pour les mails

source: email message preferences
fr: préférences de messages pour les mails

source: RADIUS attribute
fr: attribut RADIUS

source: RADIUS attributes
fr: attributs RADIUS

source: attribute
fr: attribut

source: See https://freeradius.org/rfc/attributes.html.
fr: Voir https://freeradius.org/rfc/attributes.html.

source: value
fr: valeur

source: comment
fr: commentaire

source: Use this field to document this attribute.
fr: Utilisez ce champ pour documenter cet attribut.

source: RADIUS policy
fr: politique de RADIUS

source: RADIUS policies
fr: politiques de RADIUS

source: Reject the machine
fr: Rejeter la machine

source: Place the machine on the VLAN
fr: Placer la machine sur le VLAN

source: policy for unknown machines
fr: politique pour les machines inconnues

source: unknown machines VLAN
fr: VLAN pour les machines inconnues

source: VLAN for unknown machines if not rejected.
fr: VLAN pour les machines inconnues si non rejeté.

source: unknown machines attributes
fr: attributs pour les machines inconnues

source: Answer attributes for unknown machines.
fr: Attributs de réponse pour les machines inconnues.

source: policy for unknown ports
fr: politique pour les ports inconnus

source: unknown ports VLAN
fr: VLAN pour les ports inconnus

source: VLAN for unknown ports if not rejected.
fr: VLAN pour les ports inconnus si non rejeté.

source: unknown ports attributes
fr: attributs pour les ports inconnus

source: Answer attributes for unknown ports.
fr: Attributs de réponse pour les ports inconnus.

source: Policy for machines connecting from unregistered rooms (relevant on ports with STRICT RADIUS mode)
fr: Politique pour les machines se connectant depuis des chambre non enregistrées (pertinent pour les ports avec le mode de RADIUS STRICT)

source: unknown rooms VLAN
fr: VLAN pour les chambres inconnues

source: VLAN for unknown rooms if not rejected.
fr: VLAN pour les chambres inconnues si non rejeté.

source: unknown rooms attributes
fr: attributs pour les chambres inconnues

source: Answer attributes for unknown rooms.
fr: Attributs de réponse pour les chambres inconnues.

source: policy for non members
fr: politique pour les non adhérents

source: non members VLAN
fr: VLAN pour les non adhérents

source: VLAN for non members if not rejected.
fr: VLAN pour les non adhérents si non rejeté.

source: non members attributes
fr: attributs pour les non adhérents

source: Answer attributes for non members.
fr: Attributs de réponse pour les non adhérents.

source: policy for banned users
fr: politique pour les utilisateurs bannis

source: banned users VLAN
fr: VLAN pour les utilisateurs bannis

source: VLAN for banned users if not rejected.
fr: VLAN pour les utilisateurs bannis si non rejeté.

source: banned users attributes
fr: attributs pour les utilisateurs bannis

source: Answer attributes for banned users.
fr: Attributs de réponse pour les utilisateurs bannis.

source: accepted users attributes
fr: attributs pour les utilisateurs acceptés

source: Answer attributes for accepted users.
fr: Attributs de réponse pour les utilisateurs acceptés.

source: subscription preferences
fr: préférences de cotisation

source: template for invoices
fr: modèle pour les factures

source: template for subscription vouchers
fr: modèle pour les reçus de cotisation

source: send voucher by email when the invoice is controlled
fr: envoyer le reçu par mail quand la facture est contrôlée

source: Be careful, if no mandate is defined on the preferences page, errors will be triggered when generating vouchers.
fr: Faites attention, si aucun mandat n'est défini sur la page de préférences, des erreurs seront déclenchées en générant des reçus.

source: template
fr: modèle

source: name
fr: nom

source: document template
fr: modèle de document

source: document templates
fr: modèles de document

source: Document template
fr: Modèle de document

source: File
fr: Fichier

source: Address
fr: Adresse

source: Comment
fr: Commentaire

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: President
fr: Président

source: In progress
fr: En cours

source: Attribute
fr: Attribut

source: RADIUS key ID
fr: ID de la clé RADIUS

source: Default RADIUS key for switches
fr: Clé RADIUS par défaut pour les commutateurs réseau

source: Switches using the RADIUS key
fr: Commutateurs réseau utilisant la clé RADIUS

source: General policy for VLAN setting
fr: Politique générale pour le placement sur un VLAN

source: This setting defines the VLAN policy after acceptance by RADIUS: either on the IP range's VLAN of the machine, or a VLAN preset in "VLAN for machines accepted by RADIUS".
fr: Ce réglage définit la politique de placement sur un VLAN après acceptation par RADIUS: soit sur le VLAN de la plage d'IP de la machine, soit sur le VLAN prédéfini dans « VLAN pour les machines acceptées par RADIUS ».

source: VLAN for machines accepted by RADIUS
fr: VLAN pour les machines acceptées par RADIUS

source: Attributes
fr: Attributs

source: Behaviour
fr: Comportement

source: Unknown machine
fr: Machine inconnue

source: Reject
fr: Rejeter

source: Unknown port
fr: Port inconnu

source: Unknown room
fr: Chambre inconnue

source: Non member
fr: Non adhérent

source: Banned user
fr: Utilisateur banni

source: Number of days before the reminder
fr: Nombre de jours avant le rappel

source: Message for this reminder
fr: Message pour ce rappel

source: Switch login
fr: Identifiant du commutateur réseau

source: Default switch management credentials
fr: Identifiants de gestion de commutateur réseau par défaut

source: Switches using the management credentials
fr: Commutateurs réseau utilisant les identifiants

source: Deletion of preferences
fr: Suppression de préférences

source: Warning: are you sure you want to delete this %(objet_name)s object ( %(objet)s )?
fr: Attention : voulez-vous vraiment supprimer cet objet %(objet_name)s ( %(objet)s ) ?

source: Confirm
fr: Confirmer

source: Preferences
fr: Préférences

source: General preferences
fr: Préférences générales

source: Edit
fr: Modifier

source: Number of items per page (standard size)
fr: Nombre d'éléments par page (taille standard)

source: Number of items per page (large size)
fr: Nombre d'éléments par page (taille importante)

source: General message displayed on the website
fr: Message général affiché sur le site

source: Main site URL
fr: URL du site principal

source: Maximum number of email aliases allowed
fr: Nombre maximum d'alias mail autorisé pour un utilisateur standard

source: User preferences
fr: Préférences d'utilisateur

source: Accounts creation and self-register
fr: Creation des comptes et autoenregistrement

source: Creation of members by everyone
fr: Création d'adhérents par tous

source: Creation of clubs by everyone
fr: Création de clubs par tous

source: Delete not yet active users after
fr: Suppression des utilisateurs n'ayant jamais adhéré après

source: %(delete_notyetactive)s days
fr: %(delete_notyetactive)s jours

source: All users are active by default
fr: Tous les utilisateurs sont actifs par défault

source: Allow archived users to log in
fr: Autoriser les utilisateurs archivés à se connecter

source: Allow directly entering a password during account creation
fr: Permettre le choix d'un mot de passe directement lors de la création du compte

source: Delay before disabling accounts without a verified email
fr: Délai avant la désactivation des comptes sans adresse mail confirmé

source: %(disable_emailnotyetconfirmed)s days
fr: %(disable_emailnotyetconfirmed)s jours

source: Users general permissions
fr: Permissions générales des utilisateurs

source: Default shell for users
fr: Interface en ligne de commande par défaut pour les utilisateurs

source: Users can edit their shell
fr: Les utilisateurs peuvent modifier leur interface en ligne de commande

source: GPG fingerprint field
fr: Champ empreinte GPG

source: Policy for self-user room change
fr: Autorisations pour le changement de chambre des utilisateurs

source: Users can edit their pseudo
fr: Les utilisateurs peuvent modifier leur pseudo

source: Local email accounts settings
fr: Réglages des comptes email locaux

source: Local email accounts state
fr: Etat des comptes email locaux

source: Maximum of local email address
fr: Maximum de mail local autorisés

source: Machine preferences
fr: Préférences de machine

source: Password per machine
fr: Mot de passe par machine

source: Default Time To Live (TTL) for CNAME, A and AAAA records.
fr: Temps de vie (TTL) par défault pour des enregistrements CNAME, A et AAAA.

source: IPv6 support
fr: Support de l'IPv6

source: Creation of machines
fr: Création de machines

source: Topology preferences
fr: Préférences de topologie

source: Add a RADIUS key
fr: Ajouter une clé RADIUS

source: Configuration of switches
fr: Configuration de commutateurs réseau

source: Web management, activated in case of automatic provision
fr: Gestion web, activée en cas de provision automatique

source: REST management, activated in case of automatic provision
fr: Gestion REST, activée en cas de provision automatique

source: Provision of configuration for switches
fr: Provision de configuration pour les commutateurs réseau

source: Switches with automatic provision
fr: Commutateurs réseau avec provision automatique

source: Missing
fr: Manquant

source: IP range for the management of switches
fr: Plage d'IP pour la gestion des commutateurs réseau

source: Server for the configuration of switches
fr: Serveur pour la configuration des commutateurs réseau

source: Provision of configuration mode for switches
fr: Mode de provision de configuration pour les commutateurs réseau

source: TFTP mode
fr: Mode TFTP

source: SFTP mode
fr: Mode SFTP

source: Missing credentials
fr: Identifiants manquants

source: Switch management credentials
fr: Identifiants de gestion de commutateur réseau

source: Add switch management credentials
fr: Ajouter des identifiants de gestion de commutateur réseau

source: RADIUS preferences
fr: Préférences RADIUS

source: Current RADIUS attributes
fr: Attributs RADIUS actuels

source: Add an attribute
fr: Ajouter un attribut

source: Information about the organisation
fr: Informations sur l'association

source: User object of the organisation
fr: Objet utilisateur de l'association

source: Description of the organisation
fr: Description de l'association

source: Mandates
fr: Mandats

source: Add a mandate
fr: Ajouter un mandat

source: Document templates
fr: Modèles de document

source: Add a document template
fr: Ajouter un modèle de document

source: Delete one or several document templates
fr: Supprimer un ou plusieurs modèles de document

source: Subscription preferences
fr: Préférences de cotisation

source: Send voucher by email
fr: Envoyer le reçu par mail

source: Invoices' template
fr: Modèle des factures

source: Vouchers' template
fr: Modèle des reçus

source: Message for emails
fr: Message pour les mails

source: Welcome email (in French)
fr: Mail de bienvenue (en français)

source: Welcome email (in English)
fr: Mail de bienvenue (en anglais)

source: Preferences for the membership's end email
fr: Préférences pour le mail de fin d'adhésion

source: Add a reminder
fr: Ajouter un rappel

source: List of services and homepage preferences
fr: Liste des services et préférences de page d'accueil

source: Add a service
fr: Ajouter un service

source: List of contact email addresses
fr: Liste des adresses mail de contact

source: Add an address
fr: Ajouter une adresse
