Repository: Klafyvel/re2o
Catalog: preferences/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Delete one or several addresses
fr: Supprimer une ou plusieurs adresses

source: Social networks
fr: Réseaux sociaux

source: Twitter account URL
fr: URL du compte Twitter

source: Facebook account URL
fr: URL du compte Facebook

source: Editing of preferences
fr: Modification des préférences

source: Unknown object.
fr: Objet inconnu.

source: The preferences were edited.
fr: Les préférences ont été modifiées.

source: The service was added.
fr: Le service a été ajouté.

source: Add
fr: Ajouter

source: The service was edited.
fr: Le service a été modifié.

source: The service was deleted.
fr: Le service a été supprimé.

source: The reminder was added.
fr: Le rappel a été ajouté.

source: The reminder was edited.
fr: Le rappel a été modifié.

source: The reminder was deleted.
fr: Le rappel a été supprimé.

source: The RADIUS key was added.
fr: La clé RADIUS a été ajoutée.

source: The RADIUS key was edited.
fr: La clé RADIUS a été modifiée.

source: The RADIUS key was deleted.
fr: La clé RADIUS a été supprimée.

source: The RADIUS key is assigned to at least one switch, you can't delete it.
fr: La clé RADIUS est assignée a au moins un commutateur réseau, vous ne pouvez pas la supprimer.

source: The switch management credentials were added.
fr: Les identifiants de gestion de commutateur réseay ont été ajoutés.

source: The switch management credentials were edited.
fr: Les identifiants de gestion de commutateur réseau ont été modifiés.

source: The switch management credentials were deleted.
fr: Les identifiants de gestion de commutateur réseau ont été supprimés.

source: The switch management credentials are assigned to at least one switch, you can't delete them.
fr: Les identifiants de gestion de commutateur réseau sont assignés à au moins un commutateur réseau , vous ne pouvez pas les supprimer.

source: The contact email address was created.
fr: L'adresse mail de contact a été supprimée.

source: The contact email address was edited.
fr: L'adresse mail de contact a été modifiée.

source: The contact email adress was deleted.
fr: L'adresse mail de contact a été supprimée.

source: Delete
fr: Supprimer

source: The document template was created.
fr: Le modèle de document a été créé.

source: New document template
fr: Nouveau modèle de document

source: The document template was edited.
fr: Le modèle de document a été édité.

source: Edit document template
fr: Modifier le modèle de document

source: The document template %(document_template)s was deleted.
fr: Le modèle de document %(document_template)s a été supprimé.

source: The document template %(document_template)s can't be deleted because it is currently being used.
fr: Le modèle de document %(document_template)s ne peut pas être supprimé car il est actuellement utilisé.

source: Delete document template
fr: Supprimer le modèle de document

source: The attribute was added.
fr: L'attribut a été ajouté.

source: The attribute was edited.
fr: L'attribut a été modifié.

source: The attribute was deleted.
fr: L'attribut a été supprimé.

source: The mandate was added.
fr: Le mandat a été ajouté.

source: The mandate was edited.
fr: Le mandat a été modifié.

source: The mandate was deleted.
fr: Le mandat été supprimé.
